{"numberOfItems": 23,
  "asanas": [
    {
      "asanaName": "Удобно седење",
      "sanskritName": "Sukhasana",
      "asanaDetails": "Изведба:\nЛесна положба во која секој може да се чувствува удобно. Едната нога се свиткува и стапалото се поставува под бутот од другата нога. На истиот начин се свива и другата нога, односно се симетрично прекрстени. Стапалата не треба да бидат повлеќени многу наназад. Карлицата е наместена право на подот, така што половината се повлекува навнатре и со тоа се одржува физиолошката извиеност на ‘рбетот во тој дел. Грбот треба да се исправи, рамената и рацете да се опуштат, а дланките се поставуваат над колената. Главата е во продолжение на ‘рбетот, со лицето нанапред.\n",
      "asanaImages": "sukhasana",
      "asanaVideo": "",
      "asanaCategory": "седечка положба"
    },
    {
      "asanaName": "Обратна положба",
      "sanskritName": "Viparita Karani",
      "asanaDetails": "Изведба: \nЛегнуваме на грб, ги составуваме нозете, рацете ги поставуваме покрај телото, со дланките надолу. Брадата благо ја повлекуваме надолу и внимаваме да остане во таа положба сѐ додека ја изведуваме асаната. Со постепени движења ги подигаме нозете, без да ги свиваме колената. Кога ќе дојдат во положба од 90 степени во однос на подот, без никакво задржување ги подигаме и карлицата и грбот, така што нозете прво треба да се најдат над лицето и потоа ги подигаме нагоре. Телото треба да се постави така што трупот и нозете ќе формираат агол од 90 степени. Стапалата се опуштени и се наоѓаат над висината на главата, со дланките ја потпираме половината и помагаме телото да се одржува во рамнотежа. Во крајната положба телото се потпира на главата, рамената и надлактиците, а со дланките само благо ја потпираме половината. Кога се враќаме од положбата, телото го спуштаме по истиот редослед во обратна насока. Прво ги спуштаме нозете, да дојдат над лицето, паралелно со подот. Потоа ги спуштаме рацете на подот за да се потпираме на нив кога ќе се спуштаат грбот, карлицата и нозете. Поедноставна варијанта од оваа асана е само подигнување на нозете да дојдат вертикално поставени со подот, без притоа да ја подигнуваме карлицата. \n\nБенефити:\n•\tја подобрува циркулацијата на крвта низ целото тело\n•\tсе одмора работата на срцето\n•\tсе врши масажа на внатрешните органи и се подобрува нивната функција\n•\tја подобрува работата на тироидната жлезда\n•\tја подобрува концентрацијата и меморијата\n•\tсе исхранува коренот на косата и се подобрува тенот на лицето\n•\tја подобрува здравствената состојба на астматичарите\n•\tсе препорачува при уринарни нарушувања и хемороиди.\n\nКонтраиндикации:\n•\tвисок крвен притисок\n•\tсрцеви заболувања\n•\tвисок очен притисок\n•\tтреба да ја одбегнуваат оние што имаат акутни инфекции во пределот на главата\n•\tжените во текот на менструалниот циклус не треба да ја работат\n•\tакутни главоболки или настинки.\n",
      "asanaImages": "viparita_karani",
      "asanaVideo": "",
      "asanaCategory": "обратна положба"
    },
    {
      "asanaName": "Риба",
      "sanskritName": "Matsyasana",
      "asanaDetails": "Изведба:\nЛегнати на грб, ги составуваме нозете, а рацете исправени во лактите ги спуштаме покрај тело и оттука дланките само ги поставуваме под телото. Се потпираме на подлактиците и дланките, истовремено тежината се спушта на карлицата. Го извиваме градниот кош во лак колку е можно погоре, главата ја зафрламе наназад и горниот дел го поставуваме на подот. Со тоа тежината ќе се распредели подеднакво на главата, подлактиците и карлицата. Ова е конечната положба во која дишеме длабоко и бавно, абдоминално.\nПри излегувањето од положбата, благо притискаме со подлактиците врз подот за да главата малку се подигне и се спушта заедно со грбот на подот во лежечка положба.\n\nБенефити:\n•\tмацјасан има дејство врз главата, рамениот појас и вратот, ја отстранува вкочанетоста и ја зголемува еластичноста\n•\tбидејќи градите се широко отворени и лесно се воспоставува длабоко дишење, тоа придонесува за зголемување на капацитетот на белите дробови и помага при лекувањето на белодробните заболувања, како што се астмата и бронхитисот\n•\tповолно влијае врз жлездите со внатрешно лачење, ги јакне тироидната и паратироидната жлезда\n•\tима позитивно дејство и врз крајниците и затоа се препорачува да ја изведуваат и децата\n•\tврши масажа на стомачните органи, со што се стимулира нивната работа и помага за совладување на болестите во овие органи\n•\tпомага за отстранување на констипацијата, корисна е за жените бидејќи ги стимулира половите органи, посебно јајниците\n•\tпомага во лекување на хемороиди\n•\tги зацврстува мускулите на карлицата и мускулите по целиот ‘рбетен столб и со тоа помага за отстранување на благи дефотмитети на ‘рбетот и е корисна за подобрување на циркулацијата на крвта во таа зона\n•\tна психички план ги регулира стресот и емоциите.\n•\tделува и врз естетскиот изглед - придонесува за правилно држење на телото, што силно се одразува на психички план.\n\nКонтраиндикации:\n•\tне се практикува при проблеми со вратните пршлени и рамениот појас\n•\tзголемен крвен притисок\n•\tкај лица со зголемено лачење на тироидната жлезда\n•\tпри повреди во пределот на главата, вратот, градите и грбот во процесот на заздравување.\n",
      "asanaImages": "matsyasana",
      "asanaVideo": "",
      "asanaCategory": "свивање наназад"
    },
    {
      "asanaName": "Штипалка",
      "sanskritName": "Paschimottanasana",
      "asanaDetails": "Изведба:\nЛежиме на грб во положба на релаксација. Нозете ги составуваме, а рацете ги поставуваме истегнати над главата, палците се фатени еден за друг, а другите прсти се исправени. Почнуваме така што ги подигаме рацете од подот и во моментот кога дланките ќе ни дојдат во видното поле, ги отвораме очите и почнуваме да го следиме со поглед нивното движење. Движењето на рацете е континуирано. Пред да ги загубиме од видното поле, ја подигаме главата од подот за да остане погледот и понатаму на нив. Во моментот кога дланките ќе ги допрат натколениците, почнуваме да го подигаме трупот. Истовремено дланките се лизгаат по нозете надолу кон стапалата.\nВо конечната положба горниот дел на телото лежи на нозете, односно го спуштаме колку што можеме. Главата е спуштена надолу, рацете се спружени напред, лактите се благо свиткани и поставени на подот покрај нозете, а со шепите ги фаќаме стапалата од надворешната страна. \nВраќањето се одвива по обратен редослед. Го подигаме телото нагоре, потоа постепено го спуштаме кон подот, а дланките истовремено се лизгаат нагоре по нозете. Кога шепите ќе стигнат на горниот дел на натколениците, трупот е спуштен на подот, но не и главата. Од тој момент рацете ги подигаме нагоре, па наназад, а главата постепено ја спуштаме на подот. Кога ќе ги загубиме од видното поле, ги затвораме очите, а спуштањето продолжува. Така повторно доаѓаме во почетната положба од која сме тргнале. Потоа се одмораме во положбата за релаксација.\n\t\nБенефити:\n•\tмаксимално се истегнува мускулатурата на задниот дел на телото, особено зад колената и на грбот. Со тоа се зголемува еластичноста и се отстранува вкочанетоста во нив\n•\tсе постигнува максимално истегнување на ‘рбетниот столб, со што се зголемува неговата подвижност и еластичност, се спречува вкочанетоста и се постигнува исправено држење на телото\n•\tсе стимулираат нервните сплетови по должината на ‘рбетниот столб, се врамнотежува работата на симпатикусот и парасимпатикусот, се врши масажа на срцето и плексус соларис и се отстранува психичката напрегнатост\n•\tабдоминалните мускули зајакнуваат и се отстранува масното ткиво од стомакот и бутовите.\n•\tсе врши масажа на органите и жлездите во пределот на абдоменот, со што се подобрува варењето на храната, се помага отстранувањето на опстипација, гастритис, слаб апетит, а се стимулира работата на бубрезите и половите жлезди\n•\tдобра е за дијабетичарите зашто го активира панкреасот, а помага и при лекување на имотенција и за надминување на менструални тешкотии.\n\nКонтраиндикации:\n•\tне треба да се практикува по свежи операции во пределот на абдоменот\n•\tпри бременост\n•\tхернија\n•\tхроничен артритис\n•\tпотешки форми на ишијас.\n",
      "asanaImages": "paschimottanasana",
      "asanaVideo": "",
      "asanaCategory": "свивање нанапред"
    },
    {
      "asanaName": "Кобра",
      "sanskritName": "Bhujangasana",
      "asanaDetails": "Изведба:\nСе легнува на стомак, го потпираме на челото на под, рацете ги свиткуваме и дланките ги поставуваме на подот веднаш под рамената. Потоа ја започнуваме изведбата со бавно движење на главата напред, носот се лизга напред на подот, потоа брадата максимално се истегнува и тогаш почнува подигањето. Вдишувајќи бавно, ја подигаме главата, потоа градниот кош и на крајот стомакот (до папокот), затегајќи ги мускулите на грбот и на вратот. Рацете се употребуваат само за балансирање и поткрепување на положбата.\nВо почетната положба се враќаме бавно, оставајќи го прво стомакот да се спушти, потоа градниот кош и најпосле брадата. Спуштањето на брадата ги следи носот и челото кое последно допира на подот.\nИзведувањето на асаната се повторува три пати по истиот редослед.\n\nБенефити:\n•\tги зацврстува длабоките мускули на ‘рбетот, го прави ‘рбетниот столб еластичен, дава здравје, виталност и младост, ги активира сите пршлени на ‘рбетот\n•\tблаготворно влијае врз целокупниот нервен систем\n•\tја стимулира тироидната жлезда\n•\tги јакне и надбубрежните жлезди кои лачат адреналин, хормон на виталноста\n•\tима многу поволно влијание врз работата на бубрезите во кои прво се истиснува, а потоа доаѓа во изобилство свежа крв која ја стимулира нивната работа, а исто така врши нежна масажа на црниот дроб, жолчката, слезината и панкреасот\n•\tдоаѓа до подобрување во дигестивниот систем и до регулирање на апетитот.\n\nКонтраиндикации:\n•\tне треба да ја изведуваат лица што имаат хернија на дијафрагмата, чир на желудникот, стомачна туберкулоза и хипертироидеа (зголемување на функцијата на штитовата жлезда)\n•\tне треба да ја практикуваат и бремените жени.\n\n",
      "asanaImages": "bhujangasana",
      "asanaVideo": "",
      "asanaCategory": "свивање наназад"
    },
    {
      "asanaName": "Скакулец",
      "sanskritName": "Salabhasana",
      "asanaDetails": "Изведба:\nЛегнати на стомак, брадата ја поставуваме на подот со благо истегнат врат, рамената остануваат спуштени на подот, рацете се држат близу до телото, дланките се свртени надолу и се поставуваат од страните на карлицата, нозете се споени една со друга. Почнуваме со кревање на десната нога, без да се крева карлицата од подот. Ногата треба да биде права и се задржува крената 3-5 секунди. Потоа ногата контролирано се спушта во првобитната положба и се крева левата нога. Се задржува крената исто толку време и полека се враќа во почетната положба. На крајот се креваат двете нозе заедно, се задржуваат кренати и полека се спуштаат. Со тоа завршува еден циклус. Се прават три циклуси. При кревањето на нозете се внимава да не се крене брадата. Со дланките се притиска на подот и се внимава да не се оддалечуваат многу од карлицата. Долниот дел од абдоменот и карлицата не се креваат, а нозете се цело време исправени во колената. Додека се креваат нозете се вдишува, а кога се спуштаат се издишува. Во статичната положба може да се задржува здивот.\n\nБенефити:\n•\tдејствува на долниот дел на ‘рбетот и на карличниот појас, при што се корегириаат одредени деформитети во овие зони\n•\tпоради притисокот врз абдоменот се стимулира работата на сите абдоменални органи и се подобрува перисталтиката на цревата\n•\tго подобрува естетскиот изглед, посебно во зоните на стомакот, половината и бутините\n•\tсе јакнат белите дробови и се подобрува нивната функција\n•\tпомага при проблеми со варењето на храната, дебелината, проблеми со венозниот крвоток, бронхитис и астма, дијабетес, ревматизам, ишијас и лумбаго.\n\nКонтраиндикации\n•\tкај лица што имаат свеж оперативен зафат во зоната на стомакот\n•\tчир на желудникот\n•\tне треба да ја практикуваат бремените жени.\n",
      "asanaImages": "salabhasana",
      "asanaVideo": "",
      "asanaCategory": "свивање наназад"
    },
    {
      "asanaName": "Торзија \n(Господар на рибите)",
      "sanskritName": "Ardha Matsyendrasana",
      "asanaDetails": "Изведба:\nСеднуваме на подот со исправен ‘рбет и со испружени нозе пред себе. Потоа ја свиткуваме десната нога и ја префрламе преку левата така што десното стапало ќе го поставиме на подот до левото колено. Вртејќи го телото надесно, левата рака ја поставуваме пред десната, свитканата нога и со дланката се обидуваме да го фатиме десното стапало или едноставно со левата рака притискаме врз десната нога за да се одржи торзијата на телото. Телото и главата ги вртиме во торзија надесно, како и десната рака која благо го допира подот со дланката. Ова е конечната положба на Арда Мациендрасан каде што во торзија е усукан целиот ‘рбетен столб. Остануваме околу половина минута и истото го повторуваме на другата страна. Внимаваме постојано ‘рбетот да ни биде исправен и торзото да биде право поставено во однос на подот. Во посложена варијанта од оваа асана, се свива и ногата која е долу, доведувајќи го стапалото кон карлицата, а дланките се опфатени една со друга некаде кај половината. \nАсаната секогаш се прави прво надесно, па налево.\n\t\nБенефити:\n•\tблаготворна е за ‘рбетниот столб. Со редовно практикување се отстрануваат деформитетите на ‘рбетот, лумбагото, ишијасот и болките од грбот\n•\tревитализирачки дејствува врз нервниот систем по должината на ‘рбетот и се добива психичка снага\n•\tсе врамнотежуваат енергетските текови чии главни канали исто така поминуваат покрај ‘рбетниот столб\n•\tсе подобрува перисталтиката на цревата (затоа секогаш се изведува прво надесно) и се стимулира правилното варење.\n\nКонтраиндикации:\n•\tсе вежба на празен стомак за да се извлече максимална корист\n•\tпоради притисокот што се јавува во стомакот во текот на изведбата, не треба да ја изведуваат лица што имаат хернија на дијафрагмата и чир на желудникот\n•\tпри потешки форми на ишијас\n•\tбремените жени.\n",
      "asanaImages": "ardha_matsyendrasana",
      "asanaVideo": "",
      "asanaCategory": "торзии"
    },
    {
      "asanaName": "Тигар",
      "sanskritName": "Vyagrasana",
      "asanaDetails": "Изведба:\nВјаграсан спаѓа во групата на динамични асани, со свивање напред и назад. Седнуваме во положбата на дијамантот (ваџрасан). Се подигаме и застануваме на колената, потоа двете дланки ги ставаме на подот така што ќе дојдат под рамената. Рацете и натколениците треба да стојат паралелно. Истовремено ја спуштаме главата надолу, а десното колено го свиваме колку што можеме поблиску до главата. Во оваа положба ‘рбетот и грбот се максимално извиени нагоре. Додека го правиме ова движење прстите од стапалото не треба да допираат на подот. Во оваа положба остануваме неколку секунди, а потоа главата и ногата ги истегнуваме во спротивниот правец. Ја спружуваме свиената нога и ја извиваме назад колку што може повисоко, притоа истовремено подигајќи ја главата нагоре и максимално назад. Додека го правиме ова движење колковите остануваат во права линија со горниот дел на телото. Во крајните положби остануваме неколку секунди неподвижни. Асаната ја правиме 3-5 пати со едната и со другата нога. Кога го повлекуваме коленото на свиената нога кон градите, а ‘рбетот се извива нагоре - издишуваме. Додека ја извиваме ногата назад, а грбот и ‘рбетот се свиваат надолу - вдишуваме. Во крајната истегнатост нагоре, кога се задржуваме неколку секунди, го задржуваме здивот.\n\nБенефити:\n•\tја зголемува еластичноста на ‘рбетот и грбот\n•\tго отстранува вишокот на масно ткиво од колковите и бутовите\n•\tсе стимулираат нервните сплетови по должината на ‘рбетот\n•\tповолно дејствува врз нервите што минуваат низ нозете и се препорачува да ја изведуваат луѓе што имаат ишијас\n•\tкорисна е за жените, бидејќи ги јакне женските репродуктивни органи и особено се препорачува да ја практикуваат жените по породувањето и оние што раѓале повеќепати.\n\nКонтраиндикации\n•\tне треба да ја изведувате ако имате тешка форма на ишијас\n•\tхернија\n•\tпри посериозни проблеми со глуждовите, колената и колковите.\n",
      "asanaImages": "vyagrasana",
      "asanaVideo": "",
      "asanaCategory": "свивање наназад / свивање нанапред"
    },
    {
      "asanaName": "Свеќа",
      "sanskritName": "Sarvangasana",
      "asanaDetails": "Изведба:\nЛежејќи ја грб, ги составуваме нозете една до друга, а рацете ги доближуваме до телото, со дланките на подот. Брадата благо ја повлекуваме кон градната коска. Ги подигнуваме нозете, без да се свијат колената, и телото нагоре, се додека не дојдат над главата. Потоа ги подигаме подлактиците и со дланките го притискаме грбот за да се исправи телото и заедно со нозете да дојдат во вертикална права линија, нормална на подот. Во конечната положба остануваме статични: телото се потпира на задниот дел на главата, рамената и надлактиците, а брадата ја притиска градната коска. \nПри враќањето прво нозете ги спуштаме надолу над лицето, да дојдат паралелно со подот, потоа ги спуштаме рацете на подот, па постепено ги спуштаме трупот и нозете. При враќањето главата не треба да се подигнува од подот.\n\nБенефити:\n•\tделува врз тироидната жлезда, којашто го поттикнува правилното функционирање на многу витални органи во организмот и го регулира метаболизмот, со што се постигнува одлично здравје\n•\tго олеснува и зголемува дотекот на крв во пределот на главата и вратот, што влијае благотворно врз органите и жлездите со внатрешно лачење\n•\tмозокот се снабдува со поголемо количество на кислород, што ја подобрува неговата функција и способноста за интелектуална работа\n•\tвлијае благотворно и врз лицето, кое добива свеж и сјаен изглед, и ја спречува појавата на брчки и акни\n•\tсе зајакнува мускулатурата на нозете и стомакот и се отстранува масното ткиво од нив\n•\tсе зголемува еластичноста на ‘рбетот, што придонесува за исправено држење и убав изглед, а со стимулирањето на нервните сплетови по неговата должина, организмот се освежува и ревитализира\n•\tсе отстранува заморот од нозете, одлична е за сите оние што имаат проблеми со проширени вени, отоци и пликови\n•\tсе отстранува заостанатат крв од абдоминалните органи па се подобрува варењето, а тоа помага при гастритис и опстипација\n•\tослободува од лесни главоболки\n•\tсе стекнува отпорност кон настинки\n•\tпомага да се отстранат тешкотиите со уринарните и гениталните органи, како и при некои видови на хернија\n•\tсе надминуваат некои менструални проблеми\n•\tпомага при лекувањето на анемија, астма и бронхитис.\n\nКонтраиндикации:\n•\tвисок крвен притисок и срцеви заболувања\n•\tжените во текот на менструалниот циклус\n•\tлуѓе со органски нарушувања на тироидната жлезда\n•\tпри висок очен притисок или со друго очно заболување\n•\tне се изведува на полн стомак, ако сме настинати и имаме затнати ноздри\n•\tпри јаки главоболки и при било какво акутно воспаление во пределот на главата (на пример, забоболка).\n",
      "asanaImages": "sarvangasana",
      "asanaVideo": "",
      "asanaCategory": "обратна положба"
    },
    {
      "asanaName": "Дрво",
      "sanskritName": "Vrikshasana",
      "asanaDetails": "Изведба: \nВо стоечка положба ги спојуваме нозете и ги составуваме стапалата. Погледот го задржуваме на едно место пред себе, што ни помага да ја одржуваме рамнотежата. Тежината на телото ја префрламе на едната нога, а другата ја свиваме и ја подигнуваме помагајќи си со рацете. Стапалото на подигнатата нога го поставуваме на внатрешниот дел на натколеницата на другата нога така што прстите да бидат свртени надолу, а петицата да биде близу до перинеумот. Потоа го исправаме телото, дланките ги склопуваме и ги поставуваме пред градите, во пределот на срцето, во положба на намскар или поздрав или, во друга варијанта, ги подигнуваме рацете над глава, исто така со споени дланки. Враќањето од асаната се одвива по обратен редослед: прво ги спуштаме рацете, а потоа, помагајќи си со нив, ја спуштаме ногата на подот. Потоа ја повторуваме изведбата и со другата нога.\n\nБенефити:\n•\tсе развива чувство за рамнотежа\n•\tсе зголемува еластичноста на мускулите и зглобовите на нозете. Се постигнува координација помеѓу различните делови на телото, па движењата стануваат поефикасни и грациозни\n•\tпомага да се намалат ревматските болки во нозете\n•\tсе развива концентрацијата и се постигнува ментално спокојство\n•\tсе воспоставува нервна рамнотежа и се намалува тензијата.\n\nКонтраиндикации:\n•\tне е добро да се практикува доколку страдате од мигрена или несоница\n•\tне ја практикувајте при повреди или болка во скочните зглобови\n•\tпри проблеми со рамнотежата.\n",
      "asanaImages": "vrikshasana",
      "asanaVideo": "",
      "asanaCategory": "рамнотежа"
    },
    {
      "asanaName": "Мост",
      "sanskritName": "Kandharasana",
      "asanaDetails": "Изведба:\nЛежиме на грб во положба за релаксација. Дланките ги вртиме кон подот, ги свиваме нозете во колената и ги фаќаме скочните зглобови со рацете при тоа раширувајќи ги повеќе нозете една од друга. Стапалата треба да бидат поставени што е можно поблиску до карлицата и да бидат паралелни едно со друго. Потоа го подигнуваме задниот дел на телото, кое во крајната положба се потпира на стапалата, рацете, рамениците, вратот и главата. Враќањето од асаната е на тој начин што ги спуштаме карлицата и грбот на подот, ги опуштаме ножните зглобови, а нозете ги оставаме да легнат на подот.\nМоже да се работи и варијантата кога рацете остануваат да лежат на подот, доколку не можеме да ги опфатиме глуждовите.\nСе препорачува додека ја усовршуваме асаната, да ја изведуваме по неколку пати последователно со пократко задржување во крајната положба. Подоцна, кога техниката ќе се изведува без потешкотии, може да се направи еднаш со подолго задржување во крајната положба.\nСекогаш кога се подигнуваме нагоре вдишуваме, а кога се спуштаме надолу издишуваме.\n\n\t\nБенефити:\n•\tги јакне мускулите по должината на ‘рбетот и ги отстранува болките од грбот\n•\t се освежуваат нервите во ‘рбетниот столб што излегуваат меѓу пршлените и се шират низ телото\n•\tвлијае позитивно врз симпатичниот и парасимпатичниот нервен систем и врз нивното хармонизирање и врамнотежуваме\n•\tпри изведбата на асаната се истегнуваат стомачните мускули, се притискаат внатрешните органи во стомачната празнина и добро се масираат, со што им помага да работат поефикасно и многу е корисна за отстранување на заболувањата во овие органи\n•\tсе препорачува да ја работат жените што имаат склоност кон спонтани абортуси, бидејќи ја јакне матката и другите полови органи\n•\tги јакне мускулите на нозете, особено на натколениците.\n\nКонтраиндикации:\n•\tне треба да ја работат жени во подоцниот период на бременоста\n•\tне треба да ја работат луѓето со чир на желудникот и зголемена слезина\n•\tпри хронични проблеми со срцето или со респираторниот систем\n•\tне треба да ја работат и оние со посериозни повреди на колената или рамената.\n",
      "asanaImages": "kandharasana",
      "asanaVideo": "",
      "asanaCategory": "свивање наназад"
    },
    {
      "asanaName": "Чамец",
      "sanskritName": "Naukasana",
      "asanaDetails": "Изведба:\nЛегнуваме на грб со рацете покрај телото и дланките кон подот. Нозете се споени и во права линија со трупот и главата. Вдишуваме и истовремено ја подигнуваме главата, рацете, трупот и нозете, останувајќи да се потпираме на подот само на задникот. Главата и стапалата не треба да се трудиме да ги подигнеме многу високо, нека бидат подигнати од подот околу 30-40 см. Рацете се прави и испружени и се наоѓаат во иста линија со колената, со дланките свртени надолу. Во крајната положба остануваме колку што ни е пријатно и потоа со издишување се враќаме во почетната положба. Вежбата се повторува, така што помеѓу изведбите правиме пауза од неколку секунди. При подигнувањето на телото вдишуваме, во конечната положба го задржуваме воздухот во градите и при враќањето од асаната издишуваме. Во нејзина поедноставна варијанта, нозете може да бидат свиени во колената, а потколениците да бидат паралелни со подот. \n\t\nБенефити:\n•\tја отстранува на крутоста во мускулите и зглобовите\n•\tја врамнотежува енергијата\n•\tги отстранува токсините од телото и го врамнотежува ендокриниот систем\n•\tго подобрува процесот на варење преку поттикнување на цревната перисталтика и помага во отстранување на цревните паразити\n•\tкорисна е за отстранување на гасови од желудникот и цревата\n•\tим помага на луѓе што страдаат од затвор или слабо варење.\n\nКонтраиндикации:\n•\tнизок крвен притисок\n•\tсилна главоболка или мигрена\n•\tако сте имале некои хронични заболувања на ‘рбетниот столб неодамна\n•\tпрепорачливо е да ја избегнуваат и оние со срцеви проблеми и астматичари\n•\tне треба да ја работат и бремените жени.\n",
      "asanaImages": "naukasana",
      "asanaVideo": "",
      "asanaCategory": "свивање нанапред"
    },
    {
      "asanaName": "Положба на мудрец",
      "sanskritName": "Siddhasana",
      "asanaDetails": "Изведба:\nСеднуваме со исправен грб и со спружени нозе пред себе. Ја свиваме левата нога и стапалото го поставуваме така што петицата ќе притиска на перинеумот. Ја свиваме и другата нога, го поставуваме стапалото од горе така што глуждот ќе дојде врз глуждот на левата нога, а прстите ги поставуваме во просторот меѓу листот и натколеницата. Табанот треба да биде свртен нагоре. Дланките се поставуваат на колената. Главата, вратот и грбот се исправени.\n\nБенефити:\n•\tседењето во оваа положба го одмора телото, а исправениот грб го одржува умот присутен, поради што се препорачува при вежбите за медитација\n•\tја намалува вкочанетоста на колената и глуждовите\n•\tсе постигнува поголема циркулација на крвта во карличниот дел и стомакот, со што се освежуваат долниот дел на ‘рбетот и абдоменалните органи.",
      "asanaImages": "siddhasana",
      "asanaVideo": "",
      "asanaCategory": "седечка положба"
    },
    {
      "asanaName": "Камила",
      "sanskritName": "Ustrasana",
      "asanaDetails": "Изведба:\nИсправете се на колената, полека свиткајте го грбот назад и истовремено туркајте ги бутовите кон напред за да останат исправени во конечната положба. Спуштајте се со дланките надолу и прво десно за да ја досегнете десната петица, потоа и лево за да ја досегнете и левата петица. Главата е наназад од првите моменти на спуштањето. При спуштањето се издишува, додека се задржува положбата дишете нормално. Штом ќе дојдете во конечната положба, почнете да се опуштате. Од положбата се излегува без нагло подигнување. Вратете се благо поттурнувајќи се нагоре со вдишување, пуштајќи ги дланките од петиците една по една или двете одеднаш. Се враќате во положбата на колена и потоа повторно седнувате во ваџрсан и се одмарате. Во поедноставна варијанта од асаната, може да работиме прво со спуштање на десната дланка кон стапалото, а левата да ја подигнеме над глава и кон назад и истото да го повториме со другата страна. \n\nБенефити:\n•\tпомага да се отстрани болката од грбот, при лумбаго, и ги корегира тенденциите на искривување на грбот\n•\tго јакне ‘рбетот и помага во лекувањето на ишијасот\n•\tблаготворно влијае врз репродуктивниот и дигестивниот систем\n•\tпомага да се отстрани констипацијата\n•\tсе подобрува варењето и се отстрануваат стомачните проблеми\n•\tвратните мускули се освежуваат, а масните наслаги на стомакот и на горниот дел на телото значително се намалуваат\n•\tстомачните мускули и мускулите на ректумот околу анусот се зацврстуваат.\n\nКонтраиндикации:\n•\tвисок крвен притисок\n•\tизбегнувајте ја ако имате посериозни проблеми со ‘рбетот и болки во вратот.\n",
      "asanaImages": "ustrasana",
      "asanaVideo": "",
      "asanaCategory": "свивање наназад"
    },
    {
      "asanaName": "Кралски танц",
      "sanskritName": "Natarajasana",
      "asanaDetails": "Изведба:\nЈа свиваме десната нога наназад и ја фаќаме за глуждот со десната дланка. Ногата ја подигаме нагоре и се обидуваме што повеќе да ја отвориме во потколеницата повлекувајќи ја наназад. Истовремено ја креваме левата рака и ја истегнуваме напред. Горниот дел од телото се наведнува малку напред, формирајќи благ лак поради извиеноста на ‘рбетот. Погледот е насочен кон врвот на прстите на истегнатата рака. Во оваа положба остануваме околу 30 секунди, а со континуирана практика останувањето во конечната положба може да се продолжи до 1 минута и подолго. Потоа полека се враќаме во исправена стоечка положба и ја изведуваме асаната со другата нога. Во конечната положба телото треба да остане грациозно, спокојно и стабилно, со што ја одразува и состојбата на умот.\n\nБенефити:\n•\tпомага за исправање на пршлените и ја зголемува флексибилноста на ‘рбетната мускулатура\n•\tод грбот се ослободува тензијата како последица на неправилно држење на телото или на подолготрајно седење, градниот кош се отвора, а градните и рамените мускули стануваат поеластични\n•\tсе оформува мускулатурата во пределот на половината, колковите и нозете и се развива грациозност во држењето на телото\n•\tсе зголемува свесноста за телото и се подобруваат контролата над телото и координацијата на движењето\n•\tсе подобрува квалитетот на концентрацијата и се успокојува менаталната активност.\n\nКонтраиндикации:\n•\tпри свежи повреди на нозете и рацете или посериозни проблеми со осетот за рамнотежа.\n",
      "asanaImages": "natarajasana",
      "asanaVideo": "",
      "asanaCategory": "рамнотежа / свивање наназад"
    },
    {
      "asanaName": "Свеќа со едно стапало кон подот",
      "sanskritName": "Eka Pada Sarvangasana",
      "asanaDetails": "Изведба:\nЛегнати на грб ги составуваме нозете една до друга, а рацете ги доближуваме до телото, со дланките на подот. Брадата благо ја повлекуваме кон градната коска. Ги подигнуваме нозете и телото нагоре, се додека не дојдат над главата. Потоа ги подигаме подлактиците и со дланките го притискаме грбот за да се исправи телото и заедно со нозете да дојдат во вертикална права линија, нормална на подот. Во конечната положба остануваме статични: телото се потпира на задниот дел на главата, рамената и надлактиците, а брадата ја притиска градната коска.\nПотоа издишувајќи ја движиме десната нога надолу до подот, а левата нога останува вертикално (во сарвангасан). Двете нозе се исправени во колената и остануваат во положбата неподвижни. Доколку тоа не е можно, десната нога ја спуштаме до границата на нашите можности, да биде спуштена до каде што може да остане права. Во положбата се останува неколку секунди, со нормално дишење. Вдишувајќи, ја подигнуваме десната нога назад во сарвангасан. Истото го повторуваме со левата нога. Оваа постапка може да се повтори и три пати. На крај неколку секунди се задржуваме во статичната фаза на положбата на свеќа.\nПри враќањето прво нозете ги спуштаме надолу над лицето, да дојдат паралелно со подот, потоа ги спуштаме рацете на подот, па постепено ги спуштаме трупот и нозете.\n\nБенефити:\n•\tги задржува сите ефекти од сарвангасан и дополнително:\n•\tсе зајакнуваат мускулите на нозете\n•\tсе подобрува перисталтиката на цревата\n•\tсе отстранува проблемот со мрзливи црева, опстипацијата\n•\tсе подобрува функцијата на половите органи, посебно кај жените\n•\tсе зајакнуваат стомачните мускули.\n\nКонтраиндикации:\n•\tвисок крвен притисок и срцеви заболувања\n•\tжените во деновите на менструалниот циклус\n•\tлуѓе со органски нарушувања на тироидната жлезда\n•\tвисок очен притисок\n•\tне се изведува на полн стомак, при настинки, главоболка или друго акутно воспаление во пределот на главата.\n",
      "asanaImages": "eka_pada_sarvangasana",
      "asanaVideo": "",
      "asanaCategory": "обратна положба"
    },
    {
      "asanaName": "Вертикална штипалка",
      "sanskritName": "Uttanasana",
      "asanaDetails": "Изведба:\nСе застанува во стоечка положба, тадасан, со споени стапала и исправено тело. Рацете се покрај телото. Потоа горниот дел на телото се свиткува кон напред така што дланките лизгаат по предниот дел на нозете. Во конечната положба дланките се поставени на подот покрај стапалата (или може да ги опфатат глуждовите), а челото се спушта кон колениците кои остануваат исправени. Потоа бавно се подигнува телото кон горе така што дланките повторно лизгаат по предниот дел на нозете. Подигнувањето е по обратен редослед, последна се подигнува главата.\nВо случај да не може да се заземе крајната положба, телото се свиткува кон напред онолку колку што дозволува неговата моментална еластичност, но притоа колениците да останат исправени. Главата се спушта кон напред колку што може.\nПри спуштање на телото кон долу се издишува, а при подигнувањето се вдишува. Во конечната положба дишењето е континуирано и рамномерно.\n\t\nБенефити:\n•\tсе зголемува еластичноста на нозете, ‘рбетот и грбот и се отстранува вишокот на масното ткиво\n•\tсе стимулираат нервните сплетови долж ‘рбетот и се врамнотежува работата на симпатикусот и парасимпатикусо\n•\tсе поттикнува отстранувањето на отпадните материи од организмот и се зголемува имунитетот\n•\tповолно влијае врз органите за варење и во отстранувањето на гасовите од цревата и опстипацијата\n•\tсе ублажуваат болките во текот на менструалниот циклус кај жените\n•\tсо останувањето во неа се зголемува циркулацијата на крв во мозокот и лицето што има благотворно дејство и освежителен ефект\n•\tпо изведувањето на асаната се јавува чувство на смиреност и спокој.\n\nКонтраиндикации:\n•\tако имате било каква повреда на колковите\n•\tособено внимателни треба да имаат оние што страдаат од вртоглавици\n•\tне треба да ја изведуваат и луѓето со хипертензија и проблеми со срцето\n•\tбидете внимателни и доколку имате било каков проблем со грбот и ‘рбетот и во тој случај останувајте пократко време во крајната положба или целосно избегнувајте го изведувањето.",
      "asanaImages": "uttanasana",
      "asanaVideo": "",
      "asanaCategory": "свивање нанапред"
    },
    {
      "asanaName": "Половина лотос",
      "sanskritName": "Ardha Padmasana",
      "asanaDetails": "Изведба:\nСеднуваме со нозете испружени пред себе. Ја свиваме левата нога и стапалото го поставуваме така што петицата ќе притиска на перинеумот, а прстите да дојдат под бутот на другата нога. Ја свиваме и десната нога, го земаме стапалото и го поставуваме над бутот од левата нога. Грбот, вратот и главата треба да бидат исправени. Дланките се поставуваат на колената.\n\nБенефити:\n•\tседењето во оваа положба го одмора телото, а исправениот грб го одржува умот присутен, поради што се препорачува при вежбите за медитација\n•\tја намалува вкочанетоста на колената и глуждовите\n•\tсе постигнува поголема циркулација на крвта во карличниот дел и стомакот, со што се освежуваат долниот дел на ‘рбетот и абдоменалните органи.\n",
      "asanaImages": "ardha_padmasana",
      "asanaVideo": "",
      "asanaCategory": "седечка положба"
    },
    {
      "asanaName": "Лотос",
      "sanskritName": "Padmasana",
      "asanaDetails": "Изведба:\nСеднуваме со нозете испружени пред себе. Ја свиткуваме десната нога и со рацете го земаме стапалото и го поставуваме високо на левиот бут. Потоа ја свиваме левата нога, го земаме левото стапало и го поставуваме високо на десниот бут. Табаните треба да бидат свртени нагоре. На почетокот може да се чувствува истегнување и болка околу колената и глуждовите. Ако таа болка е голема, ќе користиме некоја од другите седечки положби. Грбот треба да биде исправен. Дланките се поставени на колената. По извесно останување во асаната, ја повторуваме сега со левата нога поставена долу, а десната одозгора.\n\nБенефити:\n•\tседењето во оваа положба го одмора телото, а исправениот грб го одржува умот присутен, поради што се препорачува при вежбите за медитација\n•\tја намалува вкочанетоста на колената и глуждовите\n•\tсе постигнува поголема циркулација на крвта во карличниот дел и стомакот, со што се освежуваат долниот дел на ‘рбетот и абдоменалните органи.",
      "asanaImages": "padmasana",
      "asanaVideo": "",
      "asanaCategory": "седечка положба"
    },
    {
      "asanaName": "Плуг",
      "sanskritName": "Halasana",
      "asanaDetails": "Изведба:\nЛежејќи на грб ги составуваме нозете една до друга, а рацете ги доближуваме до телото, со дланките на подот. Брадата благо ја повлекуваме кон градната коска. Потоа ги подигаме нозете од подот, опуштени и прави во колената. Во продолжение на движењето нозете се приближуваат кон градите и лицето, а потоа полека се спуштаат кон подот. Од моментот кога нозете ќе допрат на подот, продолжуваме со спружување на нозете што подалеку од главата.\t\nВо конечната положба нозете се спружени, прстите на стапалата исто така, а рацете се наоѓаат на истото место како во почетната положба. Враќањето се одвива по обратен редослед. Прво бавно ги повлекуваме стапалата во правецот на главата, повторно нозете поминуваат блиску над лицето и градите, потоа полека се спушта карлицата на подот и на крајот и нозете. Потоа се одмараме во положба на релаксација.\n\t\nБенефити:\n•\tсилно дејствува врз зголемувањето на еластичноста на ‘рбетот, а тоа значи виталност, младешки изглед и добро држење на телото\n•\tсо истегнувањето на грбните мускули се стимулираат нервните сплетови по должината на ‘рбетот и вратот, што доведува до правилно функционирање на нервниот систем\n•\tсе масираат сите абдоминални органи, со што се стимулира нивната работа и се отстранува масното ткиво од стомакот\n•\tсе препорачува против опстипација и мрзливи црева\n•\tсе препорачува и за луѓе со хипотензија, недоволна сексуална активност и интелектуална и физичка мрзливост\n•\tдејствува ревитализирачки врз лицето и коренот на косата\n•\tги отстранува наслагите на целулит зашто ја подобрува циркулацијата на крвта и врши механичка масажа на масното ткиво во завршната фаза на изведбата.\n\nКонтраиндикации:\n•\tвисок крвен притисок и срцеви заболувања\n•\tпри свежи операции во пределот на главата\n•\tзабоболка\n•\tпри јака или приклештена хернија\n•\tво времето на менструалниот циклус\n•\tособено внимателно треба да се практикува при чести промени на крвниот притисок и кога ‘рбетот е многу крут.\n",
      "asanaImages": "halasana",
      "asanaVideo": "",
      "asanaCategory": "обратна положба"
    },
    {
      "asanaName": "Воин 1",
      "sanskritName": "Virabhadrasana 1",
      "asanaDetails": "Изведба:\nОд стоечка положба тадасан ги оддалечуваме стапалата едно од друго. Се свртуваме надесно. Истовремено го свртуваме десното стапало за 90 степени надесно, а левото стапало малку надесно. Вдишувајќи ги подигаме рацете над главата, ги истегнуваме и ги спојуваме во дланките. Издишувајќи, го свиткуваме десното колено сѐ додека натколеницата не дојде паралелно со подот, а потколеницата вертикално од подот, односно со натколеницата и потколеницата формираме прав агол. Свитканото колено не треба да преминува преку глуждот, туку треба да биде во линија со петицата. Левата нога е истегната и права во коленото. Главата ја движиме нагоре и назад го насочуваме погледот во дланките (може да останиме и исправени со погледот нанапред). Во оваа положба остануваме дишејќи нормално. Потоа се враќаме и истото го повторуваме на другата страна.\n\t\nБенефити:\n•\tвлијае врз мускулно-скелетниот систем\n•\tја подобрува координацијата на телото и способноста за концентрација\n•\tсе развива цврстината, издржливоста и стабилноста на телото\n•\tги зајакнува и обликува мускулите на нозете, грбот, рамената и рацете и ја зголемуваат нивната еластичност и подвижност\n•\tги намалува вкочанетоста и болките во вратот, грбот и рамената и ги тонизира глуждовите и колената\n•\tги намалува масните наслаги околу колковите, ги тонизира стомачните мускули и ја стимулира работата на внатрешните органи\n•\tго продлабочува дишењето\n•\tја подобрува рамнотежата.\n\nКонтраиндикации:\n•\tвисок крвен притисок\n•\tпроблеми со срцето\nвнимателно да се изведува и при свежи или хронични повреди на нозете, колената, колковите, грбот, рамената или вратот.",
      "asanaImages": "virabhadrasana_1",
      "asanaVideo": "",
      "asanaCategory": "рамнотежа"
    },
    {
      "asanaName": "Воин 2",
      "sanskritName": "Virabhadrasana 2",
      "asanaDetails": "Изведба:\nСтоиме исправени во тадасан. Ги оддалечуваме нозете странично. Вдишувајќи, ги подигаме рацете странично, во висина на рамената, со дланките свртени надолу. Издишувајќи, десното стапало го свртуваме надесно за 90 степени, а левото малку надесно. Го свиткуваме десното колено и формираме прав агол со натколеницата и потколеницата. Свитканото колено не преминува преку глуждот туку е во линија со петицата. Левата нога е истегната и права во коленото. Ги истегнуваме рацете странично како да нѐ тргаат двајца од спротивните страни. Главата ја свртуваме надесно и го насочуваме погледот во десната дланка. Во положбата постануваме извесно време, дишејќи нормално. Истото го повторуваме и на другата страна.\n\t\nБенефити:\n•\tвлијае врз мускулно-скелетниот систем\n•\tја подобрува координацијата на телото и способноста за концентрација\n•\tсе развива цврстината, издржливоста и стабилноста на телото\n•\tги зајакнува и обликува мускулите на нозете, грбот, рамената и рацете и ја зголемуваат нивната еластичност и подвижност\n•\tги намалува вкочанетоста и болките во вратот, грбот и рамената и ги тонизира глуждовите и колената\n•\tги намалува масните наслаги околу колковите, ги тонизира стомачните мускули и ја стимулира работата на внатрешните органи\n•\tго продлабочува дишењето\n•\tја подобрува рамнотежата.\n\nКонтраиндикации:\n•\tвисок крвен притисок\n•\tпроблеми со срцето\n•\tвнимателно да се изведува и при свежи или хронични повреди на нозете, колената, колковите, грбот, рамената или вратот.",
      "asanaImages": "virabhadrasana_2",
      "asanaVideo": "",
      "asanaCategory": "рамнотежа"
    },
    {
      "asanaName": "Воин 3",
      "sanskritName": "Virabhadrasana 3",
      "asanaDetails": "Изведба:\nОваа положба се практикува во продолжение на воин 1. Изведуваме воин 1 на десната страна и издишувајќи, го спуштаме телото напред така што градите ќе се потпрат на натколеницата на десната нога. Рацете се прави и споени во дланките. Остануваме во оваа положба околу две дишења. Потоа вдишувајќи ја подигаме левата нога од подот со движење на телото малку напред и со исправање на десната нога. Во крајната положба левата нога, телото и рацете се во права линија, паралелно со подот. Главата е благо подигната и погледот е насочен во споените дланки. Ги истегнуваме левата нога и рацете како да нѐ тргаат двајца од спротивните страни. Стоиме цврсто на десната нога и балансираме со телото, но и со десната нога. Во крајната положба дишеме нормално. Потоа се враќаме и истото го повторуваме на другата страна.\n\t\nБенефити:\n•\tвлијае врз мускулно-скелетниот систем\n•\tја подобрува координацијата на телото и способноста за концентрација\n•\tсе развива цврстината, издржливоста и стабилноста на телото\n•\tги зајакнува и обликува мускулите на нозете, грбот, рамената и рацете и ја зголемуваат нивната еластичност и подвижност\n•\tги намалува вкочанетоста и болките во вратот, грбот и рамената и ги тонизира глуждовите и колената\n•\tги намалува масните наслаги околу колковите, ги тонизира стомачните мускули и ја стимулира работата на внатрешните органи\n•\tго продлабочува дишењето\n•\tја подобрува рамнотежата.\n\nКонтраиндикации:\n•\tвисок крвен притисок\n•\tпроблеми со срцето\n•\tвнимателно да се изведува и при свежи или хронични повреди на нозете, колената, колковите, грбот, рамената или вратот.",
      "asanaImages": "virabhadrasana_3",
      "asanaVideo": "",
      "asanaCategory": "рамнотежа"
    },
    {
      "asanaName": "Легнат агол",
      "sanskritName": "Supta Konasana",
      "asanaDetails": "Изведба:\nЛежејќи на грб ги составуваме нозете една до друга, а рацете ги доближуваме до телото, со дланките на подот. Брадата благо ја повлекуваме кон градната коска. Потоа ги подигаме нозете од подот, прави во колената. Во продолжение на движењето нозете се приближуваат кон градите и лицето, стапалата се движат преку главата и се спуштаат кон подот. Од моментот кога стапалата ќе допрат на подот, продолжуваме со спружување на нозете што подалеку од главата. Потоа ги шириме стапалата што подалеку едно од друго. Секоја од дланките се движи до соодветното стапало, а рацете целосно лежат на подот. Враќањето е по обратен редослед од изведувањето.\n\t\nБенефити:\n•\tсе зголемува еластичноста на ‘рбетот\n•\tсе подобрува функционирањето на нервните сплетови долж ‘рбетот, а со тоа и на целиот нервен систем\n•\tсе подобрува работата на органите во абдоменалната празнина\n•\tпоради притисокот врз штитната жлезда, се регулира целокупниот метаболизам на организмот\n•\tдејствува освежително и ревитализирачки, посебно за лицето, коренот на косата, но и за целото тело\n•\tсе препорачува и за луѓе со хипотензија, недоволна сексуална активност и интелектуална и физичка мрзливост\n•\tдобра е за луѓе со мрзливи црева и против опстипација\n•\tза отстранување на целулитот.\n\nКонтраиндикации:\n•\tхипертензија\n•\tпроблеми со срцето\n•\tјака или приклештена хернија\n•\tво времето на менструалниот циклус\n•\tособено внимателно треба да се практикува при чести промени на крвниот притисок и кога ‘рбетот е многу крут.",
      "asanaImages": "supta_konasana",
      "asanaVideo": "",
      "asanaCategory": "обратна положба"
    }
  ]
}

