{"numberOfItems": 12,
  "asanas": [
    {
      "asanaName": "Обратна положба",
      "sanskritName": "Viparita Karani",
      "asanaDetails": "Изведба: \nЛегнуваме на грб, ги составуваме нозете, рацете ги поставуваме покрај телото, со дланките надолу. Брадата благо ја повлекуваме надолу и вниманаме да остане во таа положба сѐ додека ја изведуваме асаната. со постепени движења ги подигаме нозете, без да ги свиваме колената. Кога ќе дојдат во положба од 90 степени во однос на подот, без никакво задржување ги подигаме и карлицата и грбот, така што нозете прво треба да се најдат над лицето и потоа ги подигаме нагоре. Телото треба да се постави така што трупот и нозете ќе формираат агол од 90 степени. Стапалата се опуштени и се наоѓаат над висината на главата, со дланките ја потпираме половината и помагаме телото да се одржува во рамнотежа. Во крајната положба телото се потпира на главата, рамената и надлактиците, а со дланките само благо ја потпираме половината. Кога се враќаме од положбата, телото го спуштаме по истиот редослед во обратна насока. Прво ги спуштаме нозете, да дојдат над лицето, паралелно со подот. Потоа ги спуштаме рацете на подот за да се потпираме на нив кога ќе се спуштаат грбот, карлицата и нозете.\n\nБенефити:\n•\tја подобрува циркулацијата на крвта низ целото тело\n•\tсе одмора работата на срцето\n•\tсе врши масажа на внатрешните органи и се подобрува нивната функција\n•\tја подобрува работата на тироидната жлезда\n•\tја подобрува концентрацијата и меморијата\n•\tсе исхранува коренот на косата и се подобрува тенот на лицето\n•\tја подобрува здравствената состојба на астматичарите\n•\tсе препорачува при уринарни нарушувања и хемороиди.\n\nКонтраиндикации:\n•\tвисок крвен притисок\n•\tсрцеви заболувања\n•\tвисок очен притисок\n•\tтреба да ја одбегнуваат оние што имаат акутни инфекции во пределот на главата\n•\tжените во текот на менструалниот циклус не треба да ја работат\n•\tакутни главоболки или настинки.\n",
      "asanaImages": "viparita_karani",
      "asanaCategory": "Почетна"
    },
    {
      "asanaName": "Дрво",
      "sanskritName": "Vrikshasana",
      "asanaDetails": "Изведба: \nВо стоечка положба ги спојуваме нозете и ги составуваме стапалата. Погледот го задржуваме на едно место пред себе, што ни помага да ја одржуваме рамнотежата. Тежината на телото ја префрламе на едната нога, а другата ја свиваме и ја подигнуваме помагајќи си со рацете. Стапалото на подигнатата нога го поставуваме на внатрешниот дел на натколеницата на другата нога така што прстите да бидат свртени надолу, а петицата да биде близу до перинеумот. Потоа го исправаме телото, дланките ги склопуваме и ги поставуваме пред градите, во пределот на срцето, во положба на намскар или поздрав или, во друга варијанта, ги подигнуваме рацете над глава, исто така со споени дланки. Враќањето од асаната се одвива по обратен редослед: прво ги спуштаме рацете, а потоа, помагајќи си со нив, ја спуштаме ногата на подот. Потоа ја повторуваме изведбата и со другата нога.\n\nБенефити:\n•\tсе развива чувство за рамнотежа\n•\tсе зголемува еластичноста на мускулите и зглобовите на нозете. Се постигнува координација помеѓу различните делови на телото, па движењата стануваат поефикасни и грациозни\n•\tпомага да се намалат ревматските болки во нозете\n•\tсе развива концентрацијата и се постигнува ментално спокојство\n•\tсе воспоставува нервна рамнотежа и се намалува тензијата.\n\nКонтраиндикации:\n•\tне е добро да се практикува доколку страдате од мигрена или несоница\n•\tне ја практикувајте при повреди или болка во скочните зглобови\n•\tпри проблеми со рамнотежата.\n",
      "asanaImages": "vrikshasana",
      "asanaCategory": "Почетна"
    },
    {
      "asanaName": "Камила",
      "sanskritName": "Ustrasana",
      "asanaDetails": "Изведба:\nИсправете се на колената, полека свиткајте го грбот назад и истовремено туркајте ги бутовите кон напред за да останат исправени во конечната положба. Спуштајте се со дланките надолу и прво десно за да ја досегнете десната петица, потоа и лево за да ја досегнете и левата петица. Главата е наназад од првите моменти на спуштањето. При спуштањето се издишува, додека се задржува положбата дишете нормално. Штом ќе дојдете во конечната положба, почнете да се опуштате. Од положбата се излегува без нагло подигнување. Вратете се благо поттурнувајќи се нагоре со вдишување, пуштајќи ги дланките од петиците една по една или двете одеднаш. Се враќате во положбата на колена и потоа повторно седнувате во ваџрсан и се одмарате.\n\nБенефити:\n•\tпомага да се отстрани болката од грбот, при лумбаго, и ги корегира тенденциите на искривување на грбот\n•\tго јакне ‘рбетот и помага во лекувањето на ишијасот\n•\tблаготворно влијае врз репродуктивниот и дигестивниот систем\n•\tпомага да се отстрани констипацијата\n•\tсе подобрува варењето и се отстрануваат стомачните проблеми\n•\tвратните мускули се освежуваат, а масните наслаги на стомакот и на горниот дел на телото значително се намалуваат\n•\tстомачните мускули и мускулите на ректумот околу анусот се зацврстуваат.\n\nКонтраиндикации:\n•\tвисок крвен притисок\n•\tизбегнувајте ја ако имате посериозни проблеми со ‘рбетот и болки во вратот.\n",
      "asanaImages": "ustrasana",
      "asanaCategory": "Напредна"
    },
    {
      "asanaName": "Чамец",
      "sanskritName": "Naukasana",
      "asanaDetails": "Комплетно јогиско дишење како прамајама техника се изведува од седечка положба во која грбот треба да е исправен....",
      "asanaImages": "naukasana",
      "asanaCategory": "Почетна"
    },
    {
      "asanaName": "Вертикална штипалка",
      "sanskritName": "Uttanasana",
      "asanaDetails": "Комплетно јогиско дишење како прамајама техника се изведува од седечка положба во која грбот треба да е исправен....",
      "asanaImages": "uttanasana",
      "asanaCategory": "Почетна"
    },
    {
      "asanaName": "Свеќа",
      "sanskritName": "Sarvangasana",
      "asanaDetails": "Комплетно јогиско дишење како прамајама техника се изведува од седечка положба во која грбот треба да е исправен....",
      "asanaImages": "sarvangasana",
      "asanaCategory": "Средна"
    },
    {
      "asanaName": "Триаголник",
      "sanskritName": "Trikonasana",
      "asanaDetails": "Комплетно јогиско дишење како прамајама техника се изведува од седечка положба во која грбот треба да е исправен....",
      "asanaImages": "trikonasana",
      "asanaCategory": "Почетна"
    },
    {
      "asanaName": "Лесна седечка положба со торзија",
      "sanskritName": "Parivrtta Sukhasana",
      "asanaDetails": "Комплетно јогиско дишење како прамајама техника",
      "asanaImages": "parivrtta_sukhasana",
      "asanaCategory": "Почетна"
    },
    {
      "asanaName": "Кралски танц",
      "sanskritName": "Natarajasana",
      "asanaDetails": "Комплетно јогиско дишење како прамајама техника",
      "asanaImages": "natarajasana",
      "asanaCategory": "Напредна"
    },
    {
      "asanaName": "Положба на поздрав",
      "sanskritName": "Namaskarasana",
      "asanaDetails": "Комплетно јогиско дишење како прамајама техника",
      "asanaImages": "namaskarasana",
      "asanaCategory": "Почетна"
    },
    {
      "asanaName": "Кобра",
      "sanskritName": "Bhujangasana",
      "asanaDetails": "Комплетно јогиско дишење како прамајама техника",
      "asanaImages": "bhujangasana",
      "asanaCategory": "Почетна"
    },
    {
      "asanaName": "Мачка",
      "sanskritName": "Marjariasana",
      "asanaDetails": "Комплетно јогиско дишење како прамајама техника",
      "asanaImages": "marjariasana",
      "asanaCategory": "Почетна"
    }
  ]
}