{"numberOfItems": 8,
  "meditations": [
    {
      "meditationTitle": "Водич за почетници",
      "meditationImage": "vodic_za_pocetnici",
      "meditationVideo": "Diaq81enwlU",
      "duration": "9:36",
      "meditationDescription": "Научи ги основите на медитацијата, почнувајќи од набљудување на твоите мисли како што поминуваат додека дишeш и си свесен за своето тело."
    },
    {
      "meditationTitle": "Скенирање на телото",
      "meditationImage": "skeniranje_na_teloto",
      "meditationVideo": "BLMQnxWeRF4",
      "duration": "13:17",
      "meditationDescription": "Стопи ја целата вкочанетост и напнатоста од различни делови од твoето тело и „одлетај“ на некое место на опуштеност и смиреност."
    },
    {
      "meditationTitle": "Брзо заспивање",
      "meditationImage": "brzo_zaspivanje",
      "meditationVideo": "XbMSlS3m8Hc",
      "duration": "5:11",
      "meditationDescription": "Постигни квалитетен сон со оваа релаксирачка медитација. Остави ги грижите зад себе, вдишувајќи опуштеност и издишувајќи ја напнатоста."
    },
    {
      "meditationTitle": "Благодарност",
      "meditationImage": "blagodarnost",
      "meditationVideo": "DPRPqAsIjDc",
      "duration": "14:18",
      "meditationDescription": "Дојди до еден момент на признание и почит кон суштинските работи, можностите и важните луѓе во твојот живот, кои можеби си ги занемарил."
    },
    {
      "meditationTitle": "Надминување на депресијата",
      "meditationImage": "nadminuvanje_na_depresijata",
      "meditationVideo": "DHsW_CvUGvM",
      "duration": "17:47",
      "meditationDescription": "Научи техника на дишење која ќе ти помогне да се ослободиш од стресот; постави си афирмации за препознавање и ослободување од негативните чувства и кажи му „Здраво“ на новиот Ти!"
    },
    {
      "meditationTitle": "Утринска медитација",
      "meditationImage": "utrinska_meditacija",
      "meditationVideo": "PCld0Rhvfro",
      "duration": "13:51",
      "meditationDescription": "Започни го денот со оваа медитација додека си сеуште во твојот кревет. Визуелизирај го денот што е пред тебе, сети се на твоите соништа и активирај го телото со едноставни и кратки физички вежби."
    },
    {
      "meditationTitle": "Јога нидра",
      "meditationImage": "yoga_nidra",
      "meditationVideo": "gA199lSiLBs",
      "duration": "29:00",
      "meditationDescription": "Јога Нидра е моќна техника во која  ќе научите свесно да се релаксирате. Тоа е систематски метод за поттикнување на целосна физичка, ментална и емоционална релаксација. За време на практикувањето на јога нидра, се чини дека спиете, но свеста функционира на подлабоко ниво. Состојбата на релаксација се достигнува со свртување навнатре, далеку од надворешните искуства.\nSwami Satyananda Saraswati го има конструирано овој систем наречен Јога Нидра, а ова е една од неговите верзии.\n"
    },
    {
      "meditationTitle": "Измиј ја болката",
      "meditationImage": "izmij_ja_bolkata",
      "meditationVideo": "3DalvP2irHM",
      "duration": "14:47",
      "meditationDescription": "Нурни длабоко во фонтана со исцелувачка вода, која ќе ја измие твојата болка и научи како твоето тело комуницира со тебе преку оваа болка."
    }
  ]
}