{"numberOfItems": 10,
  "pranayamas": [
    {
      "pranayamaName": "Комплетно јогиско дишење",
      "pranayamaSanskritName": "",
      "pranayamaDetails": "Изведба:\nВо седечката положба ‘рбетот треба да биде исправен, а телото стабилно и опуштено. На почеток го следиме природното дишење за да се подобри свесноста за овој процес.\nИздишуваме длабоко и потоа вдишуваме абдоминално, при што се активира само натпапочната зона, а градниот кош мирува. Продолжуваме со вдишување нагоре во градниот кош, при што се полни средниот дел од белите дробови.  Продолжуваме да вдишуваме со горниот дел на градите, односно стерноклавикуларно, со што се исполнува целиот капацитет на белите дробови.\nИздишувањето е по обратен редослед, почнува од горниот дел, кон градите и завршуваме со издишување од стомакот.\n\nБенефити:\n•\tмексимално го активира и искористува целиот капацитет на белите дробови\n•\tсе зголемува еластичноста на белите дробови и на респираторната мускулатура\n•\tсе обезбедува поголемо количество кислород за мозокот и за целиот нервен систем\n•\tкомплетното јогиско дишење се применува во специјализирани програми за терапија и рехабилитација на психосоматски заболувања и на други физички и психички нарушувања.\n",
      "pranayamaImage": "full_yoga_breath",
      "pranayamaVideo": "full_yoga_breath_video"
    },
    {
      "pranayamaName": "Наизменично дишење",
      "pranayamaSanskritName": "Nadi Shodana",
      "pranayamaDetails": "Изведба:\nСе зазема стабилна и удобна седечка положба. ‘Рбетот треба да биде исправен. Се подигнува десната рака, показалецот и средниот прст се споени и се поставуваат на челото, околу еден санитметар над центарот меѓу веѓите. Прво се издишува низ двете ноздри, со десниот палец се затвора десната ноздра и бавно и длабоко се вдишува низ левата ноздра.Свеста и концентрацијата се насочени на протокот на воздухот низ ноздрата. Откако неколкупати ќе вдишеме и издишеме низ левата ноздра, со безимниот прст ја затвораме, а ја ослободуваме десната ноздра. Се продолжува со ист број вдишувања и издишувања низ десната ноздра. \n\nБенефити:\n•\tделува прочистувачки и врамнотежувачки на двата енергетски канали – ида и пингала.\n•\tја подобрува концентрацијата и се подобрува психичката стабилност и расположението\n•\tги смирува нервниот и ендокриниот систем\n•\tги намалува раздразливоста, несоницата, главоболките, хроничниот замор и др.\n",
      "pranayamaImage": "nadi_shodana",
      "pranayamaVideo": "nadi_shodana_video"
    },
    {
      "pranayamaName": "Океанско дишење",
      "pranayamaSanskritName": "Ujjayi",
      "pranayamaDetails": "\nИзведба:\nТелото е во удобна седечка позиција, со исправен ‘рбет. Се издишува и благо се контрахираат вратните мускули и глотисите кои не треба да бидат згрчени. Се диши низ нос. Воздухот што се движи низ грлото, поради благата контракција, создава специфичен звук кој наликува на звукот на далечен водопад или на ‘рчење на мало дете при спиење. Звукот треба да се создава во грлото, а не во носот.\n\nБенефити:\n•\tја смирува работата на срцето\n•\tго намалува крвниот притисок\n•\tделува смирувачки на нервниот систем и умот\n•\tотстранува несоница.\n",
      "pranayamaImage": "ujjayi",
      "pranayamaVideo": "ujjayi_video"
    },
    {
      "pranayamaName": "Светол череп",
      "pranayamaSanskritName": "Kapalbhati",
      "pranayamaDetails": "Изведба:\nКапалбати е комплексна техника и бара свесна контрола на респираторната мускулатура. Издишувањето е активно, а вдишувањето е пасивно. Издишувањето е кратко и брзо, со свесна и силна контракција на адоминалната мускулатура и нејзино повлекување кон ‘рбетот. Тогаш дијафрагмата брзо се повлекува нагоре и воздухот брзо излегува надвор, создавајќи карактеристичен звук при брзото поминнување низ ноздрите. Веднаш потоа следува вдишувањето, кое е пасивно и се изведува само со отпуштање на абдоминалната мускулатура напред. Веднаш, без пауза, следува повторно брзо и форсирано издишување, со контракција и повлекување на абдоминалната мускулатура. Се продолжува последователно со брзи, силни и кратки издишувања и подолги вдишувања. Односнот на интервалите на издишувањето и вдишувањето е приближно 1:3.\n\nБенефити:\n•\tсе одржува силата и еластичноста на белите дробови и дијафрагмата\n•\tсе отстранува застојаниот воздух од белите дробови и превентивно делува против туберкулозата\n•\tсе врши масажа на срцето, цревата и другите внатрешни органи во стомакот и се стимулира нивната работа\n•\tго јакне имунитетот против настинки, грип и други респираторни проблеми, а поволно влијае кај заболените од астма, хроничен бронхитис, дијабетес и др.\n•\tделува прочистувачки и смирувачки врз целиот нервен систем\n•\tги отстранува заморот, поспаноста и полесни форми на депресија.\n\nКонтраиндикации:\n•\tслаби бели дробови\n•\tхипертензија\n•\tпроблеми со срцето.\n",
      "pranayamaImage": "kapalbhati",
      "pranayamaVideo": "kapalbhati_video"
    },
    {
      "pranayamaName": "Брмчење на пчела",
      "pranayamaSanskritName": "Bhramari",
      "pranayamaDetails": "Изведба:\nСо показалците ги затвораме ушите, а другите прсти ги држиме свиени. Дишиме на нос, устата ни е затворена.\nВдишуваме длабоко и постепено издишуваме низ нос, создавајќи звук што личи на брмчење на пчела. Звукот не треба да биде ни многу силен, ни многу тивок. Се чувствува вибрација во градите, грлото и главата. Важно е горната и долната вилица да не се допираат, за да не се пренесува вибрацијата на нив. Издишувањето е континуирано, ненасилно, а звукот што се создава да биде благ, пријатен, постојан, со иста висина и силина до крајот на издишувањето.\n\nБенефити:\n•\tделува смирувачки на мисловниот процес\n•\tослободува од стрес, лутина и други негативни состојби\n•\tвибрацијата поволно влијае врз грлото и гласот, кој станува пријатен и милозвучен\n•\tсе препорачува на лица со хипертензија, бидејќи има смирувачко дејство и врз притисокот.\n",
      "pranayamaImage": "bhramari",
      "pranayamaVideo": "bhramari_video"
    },
    {
      "pranayamaName": "Ковачки мев",
      "pranayamaSanskritName": "Bhastrika",
      "pranayamaDetails": "Изведба:\nСе вдишува воздух и брзо се издишува и вдишува. Вдишувањата и издишувањата се силни, кратки и брзи. Најактивни се стомачните мускули и дијафрагмата со кои се изведуваат брзите движења. За разлика од капалбати, тука и вдишувањето и издишувањето се активни, во однос 1:1\n\nБенефити:\n•\tотстранува болести на носот и градите, воспаление во грлото, астма\n•\tврши масажа на срцето и сите внатрешни органи\n•\tги прочистува и јакне белите дробови и го подобрува нивниот капацитет\n•\tја прочистува крвта и овозможува подобра циркулација\n•\tго снабдува организмот со повеќе кислород\n•\tги активира жлездите со внатрешно лачење\n•\tотстранува главоболки, летаргија и поспаност\n•\tго ревитализира нервниот систем и ја подобрува концентрацијата.\n\nКонтаиндикации:\n•\tхипертензија\n•\tпроблеми со срцето\n•\tслабо развиени бели дробови.\n",
      "pranayamaImage": "bhastrika",
      "pranayamaVideo": "bhastrika_video"
    },
    {
      "pranayamaName": "Раѓање на месечината",
      "pranayamaSanskritName": "Chandra bhedana",
      "pranayamaDetails": "Изведба:\nПоказалецот и средниот прст од десната рака се поставуваат на челото, во просторот меѓу веѓите, а палецот, безимниот и малиот прст се слободни и се користат за блокитање на ноздрите. Друга варијанта е да се свиткаат показалецот и средниот прст, а палецот и безимниот прст да се користат за блокирање на ноздрите.\nНа почетокот се следи нормалниот начин на дишење, а потоа со десниот палец се притиска од надворешната страна на десната ноздра за да се блокира влегувањето на воздухот низ неа. Се вдишува низ левата ноздра, потоа се ослободува десната ноздра, а истовремено со безимниот прст странично се блокира левата ноздра и издишувањето е низ десната ноздра. Тоа е еден циклус. Понатаму се продолжува со вдишување низ левата ноздра, издишување низ десната ноздра итн.\n\nБенефити:\n•\tсе стимулира надито Ида и се развиваат сите квалитети поврзани со него\n•\tсе стимулира парасимпатичкиот нервен систем и десната хемисфера на мозокот\n•\tго освежува и лади организмот\n•\tдејствува смирувачки при состојби на вознемиреност, анксиозност, нервна напнатост и слично\n•\tдејствува смитувачки при покачување на крвниот притисок, срцебиење и други психосоматски проблеми\n•\tдоведува до ментална смиреност и поголема интровертност.\n\nКонтаиндикации:\n•\tкај интровертни и депресивни личности\n•\tкај оние со слабо варење и вишок лачење на слуз\n•\tнизок крвен притисок.\n",
      "pranayamaImage": "chandra_bhedana",
      "pranayamaVideo": "chandra_bhedana_video"
    },
    {
      "pranayamaName": "Разладувачко дишење",
      "pranayamaSanskritName": "Sitali",
      "pranayamaDetails": "Изведба:\nСеднати во удобна седечка положба, на почетокот се следи нормалното дишење.\nБлаго се отвора устата, страните на јазикот се виткаат кон горе така што јазикот да добие форма на цевка. Врвот на свиениот јазик е изваден од устата. Се вдишува низ „цевчестиот“ јазик и кога ќе заврши вдишувањето, јазикот се вовлекува, устата се затвора и се издишува низ носот. Тоа е еден циклус. При вдишувањето се создава звук на пријатно шиштење.\nСитали се работи во летниот период кога температурите се повисоки\n\nБенефити:\n•\tго разладува телото и ги намалува жедта и гладот\n•\tја прочистува крвта\n•\tго намалува дејството на отровите во телото\n•\tсе намалува високиот крвен притисок\n•\tотстранува воспаленија и треска\n•\tдоведува до ментална смиреност.\n",
      "pranayamaImage": "sitali",
      "pranayamaVideo": "sitali_video"
    },
    {
      "pranayamaName": "Разладувачко дишење",
      "pranayamaSanskritName": "Sitkari",
      "pranayamaDetails": "Изведба:\nСеднати во удобна седечка положба, на почетокот се следи нормалното дишење.\nСе зазема седечка позиција. Се раздвојуваат усните, а забите нормално се приближани и споени. Врвот на јазикот се витка нагоре и го допира горното непце. После претходното издишување се вдишува низ устата создавајќи го звукот сссс... Звукот треба да биде континуиран и јасен. Потоа се затвора устата и се издишува низ нос. Тоа е еден циклус. \n\nБенефити:\n•\tго разладува телото и ги намалува жедта и гладот\n•\tја прочистува крвта\n•\tго намалува дејството на отровите во телото\n•\tсе намалува високиот крвен притисок\n•\tотстранува воспаленија и треска\n•\tдоведува до ментална смиреност.\n",
      "pranayamaImage": "sitkari",
      "pranayamaVideo": "sitkari_video"
    },
    {
      "pranayamaName": "Ха дишење",
      "pranayamaSanskritName": "Ha",
      "pranayamaDetails": "Изведба:\nОд стоечка позиција со раширени нозе се подигаат рацете над глава и истовремено се вдишува низ нос. Потоа горниот дел од телото слободно се остава да „падне“ спрема напред издишувајќи низ уста. Се произведува звукот „ха“ кој не се изговара, туку се создава од брзото излегување на воздухот. Тоа е еден циклус. Потоа се подигнуваме вдишувајќи повторно со рацете над глава.\n\nБенефити:\n•\tго прочистува дишниот апарат\n•\tја прочистува крвта\n•\tсе одржува еластичноста на меѓуребрените мускули и дијафргмата кои играат главна улога при дишењето\n•\tделува врамнотежувачки на нервниот систем.\n",
      "pranayamaImage": "ha_pranayama",
      "pranayamaVideo": "ha_video"
    }
  ]
}