{"numberOfItems": 6,
  "programs": [
    {
      "programTitle": "Јога за почетници",
      "programImage": "beginner_program",
      "programVideo": "M7JfqOfqSmI",
      "duration": "41:53",
      "programDescription": "Едноставна, но ефикасна јогиска практика за сите нивоа, сите тела и души! Вежбај свесност и дознај како алатките на јогата можат да те поддржат во секојдневното функционирање. Комбинација на пранајама и асани. Низа од вежби кои можеш да ги практикуваш секој ден. Одвој време за себе, биди нежен и љубезен со себ и со другите. Откриј што е тоа што те прави да се чувствуваш убаво. Вежбај свесност на твојата простирка, за да постигнеш свесност и надвор од неа."
    },
    {
      "programTitle": "Будење",
      "programImage": "morning_yoga",
      "programVideo": "jsLAc-2y0bE",
      "duration": "25:53",
      "programDescription": "Утринска програма за свесност и енергетска хигиена. Практикувај грижа за себе, љубов за себе и време за себе. Поврзи се со твојот здив и тело и ослободи се од стресот, грижите и се’ што те оптоварува. Со фокус на движењата и дишењето, оваа пракса ја карактеризира темпо кое ќе ти помогне да се чувствуваш убаво и да го слушаш своето тело. Оваа програма е добра за зглобовите и за ‘рбетот. Добра е и за почетници во јога, но и за оние поискусните кои сакаат да одржуваат здрава и добро балансирана јогиска пракса. Уживај! Утринската јога е совршен начин да го разбудиш телото и умот и да го започнеш денот свеж."
    },
    {
      "programTitle": "Јога за анксиозност",
      "programImage": "anxciety",
      "programVideo": "bJJWArRfKa0",
      "duration": "16:39",
      "programDescription": "Искористи ги алатките на јогата за да почувствуваш смиреност и поддршка одвнатре. Оваа едноставна пракса е добра за тебе доколку се чувствуваш вознемирено или бараш поголем баланс во твојот живот. Посебно во време кога си фокусиран повеќе на телото, искористи ја оваа пракса за да се поврзеш и со твојот ум, со мислите. Прифати го тоа каде си денес и дозволи овие едноставни, но моќни техники да те водат кон леснотија и радост."
    },
    {
      "programTitle": "Јога за подобар сон",
      "programImage": "better_sleep",
      "programVideo": "v7SN-d4qXx0",
      "duration": "19:08",
      "programDescription": "Оваа нежна јогиска пракса е одличен „лек“ доколку чувствуваш стрес, вознемиреност или напнатост во телото или умот. Искористи ја оваа релаксирачка пракса за да се ослободиш од непријатностите и да се подготвиш за добар ноќен одмор или едноставно искористи ја било кое време од денот за да постигнеш баланс. Облечи нешто удобно. Уживај!"
    },
    {
      "programTitle": "За сила и фокус",
      "programImage": "strenght_focus",
      "programVideo": "_F8aOQza68E",
      "duration": "43:14",
      "programDescription": "Активна и свесна практика за зголемување на силата на телото и подобрување на концентрацијата. Оваа програма ќе го разбуди твоето тело, ќе ти ја зацврсти мускулатурата на нозете, рацете и торзото.Оваа пракса, исто така, ќе ти помогне да станеш свесен за своите мисли, зборови и ќе ти го подобри фокусот. Навраќај се на оваа пракса и следи го својот развој. Ти имаш големи способности. Намасте!"
    },
    {
      "programTitle": "Ослободи се од стресот",
      "programImage": "stress_relief",
      "programVideo": "jsOqcwcy2mI",
      "duration": "37:35",
      "programDescription": "Оваа јогиска пракса е одлична доколку телото ти е уморно, а умот преоптоварен со мисли. Преку неа ќе успееш да ја смириш нервната напнатост и ќе ја прочистиш енергијата, ослободувајќи се од стресот и вознемиреноста. Поврзи се со својот здив и посвети си време на себеси. Ослободи се од сето она што не ти е потребно. Отвори го умот и срцето и истегни го твоето тело. Уживај!"
    }
  ]
}